<!DOCTYPE html>
<html lang="en">
  <head>
    <meta charset="UTF-8" />
    <meta name="viewport" content="width=device-width, initial-scale=1.0" />
    <title>TuBillar</title>

    <meta
      name="description"
      content="Descubre toda la magia del billar: historia, reglas b&aacute;sicas, trucos y curiosidades para mejorar tu juego. Aprende sobre pool, carambola y snooker en TuBillar"
    />

    <style type="text/css">
      html {
        box-sizing: border-box;
        min-height: 100%;
      }
      *,
      *::before,
      *::after {
        box-sizing: inherit;
        margin: 0;
        padding: 0;
      }
      body {
        font-size: 1.2rem;
        line-height: 1.5;
        font-family: system-ui, -apple-system, BlinkMacSystemFont, 'Segoe UI',
          Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue',
          sans-serif;
        min-height: 100%;
        width: clamp(300px, 90%, 800px);
        margin: 0 auto;
        background-color: hsl(245, 15%, 16%);
        color: hsl(210, 9%, 87%);
      }
      header {
        margin-block: 1em 0;
      }
      article {
        padding: 1em;
        margin-block: 2em;
        background-color: hsl(244, 15%, 19%);
        border-radius: 1em;
      }
      section {
        padding-block: 0 1em;
      }
      h2 {
        line-height: 1.3;
        margin-bottom: 1.3em;
      }
      h3 {
        line-height: 1.3;
        font-size: 1.5rem;
        margin-bottom: 0.333em;
      }
      p {
        margin-bottom: 1.5em;
      }
      ol,
      ul {
        list-style-position: inside;
      }
      li {
        margin-block: 1em;
      }
      footer {
        text-align: center;
        font-size: 0.8rem;
      }
    </style>
    <link
      rel="apple-touch-icon"
      sizes="180x180"
      href="./apple-touch-icon.png"
    />
    <link
      rel="icon"
      type="image/png"
      sizes="32x32"
      href="./favicon-32x32.png"
    />
    <link
      rel="icon"
      type="image/png"
      sizes="16x16"
      href="./favicon-16x16.png"
    />
    <link rel="manifest" href="./site.webmanifest" />
  </head>
  <body>
    <header class="container">
      <h1>TuBillar</h1>
      <h2>El Billar: mucho m&aacute;s que un simple juego de mesa</h2>
      <p>
        En <strong>TuBillar.com</strong> creemos que el billar es una mezcla de
        precisi&oacute;n, estrategia y estilo. Da igual si lo juegas en un bar
        con amigos, en casa con tu mesa particular o en un torneo profesional:
        el billar siempre engancha.
      </p>
    </header>

    <main class="container">
      <article>
        <section>
          <h2>Un poco de historia del billar</h2>
          <p>
            El billar tiene ra&iacute;ces que se remontan al siglo XV en Europa.
            Se dice que naci&oacute; como una especie de &ldquo;croquet de
            interior&rdquo;: se jugaba en jardines, pero la lluvia empuj&oacute;
            la idea a trasladarlo bajo techo sobre mesas cubiertas de
            pa&ntilde;o verde, imitando el c&eacute;sped. Ese detalle del color
            verde, por cierto, se mantiene hasta hoy.
          </p>
          <p>
            A lo largo de los siglos, reyes y nobles fueron grandes aficionados.
            Luis XIV de Francia ten&iacute;a su propia sala de billar, y en
            Inglaterra fue tan popular que hasta Shakespeare lo mencion&oacute;
            en algunas de sus obras. Poco a poco, el juego cruz&oacute; el
            Atl&aacute;ntico y se convirti&oacute; en una sensaci&oacute;n
            tambi&eacute;n en Estados Unidos, donde surgieron variaciones como
            el <em>pool</em>.
          </p>
        </section>

        <section>
          <h2>Las modalidades m&aacute;s populares</h2>
          <p>
            Hablar de &ldquo;billar&rdquo; en general es quedarse corto. Existen
            varias modalidades, cada una con su estilo y reglas particulares:
          </p>
          <ul>
            <li>
              <strong>Billar carambola</strong>: se juega sin troneras
              (agujeros). El objetivo es lograr que la bola blanca golpee
              consecutivamente a las otras dos bolas en la mesa. Suena simple,
              pero requiere much&iacute;sima precisi&oacute;n.
            </li>
            <li>
              <strong>Pool americano</strong>: probablemente la variante
              m&aacute;s vista en bares y casas de juego. Se utilizan 15 bolas
              numeradas y una blanca, con seis troneras. Hay distintas
              versiones: bola 8, bola 9, bola 10&hellip; cada una con reglas
              diferentes.
            </li>
            <li>
              <strong>Snooker</strong>: originario del Reino Unido. La mesa es
              m&aacute;s grande, las troneras m&aacute;s peque&ntilde;as y el
              sistema de puntos mucho m&aacute;s complejo. Es la modalidad
              estrella en torneos televisados, sobre todo en Europa y Asia.
            </li>
          </ul>
          <p>
            A estas se suman otras menos conocidas pero igual de divertidas,
            como el &ldquo;billar ingl&eacute;s&rdquo; o el &ldquo;billar
            ruso&rdquo;, cada uno con sus matices y caracter&iacute;sticas.
          </p>
        </section>

        <section>
          <h2>El equipo esencial: taco, bolas y mesa</h2>
          <p>
            El tr&iacute;o b&aacute;sico del billar es sencillo: un taco, unas
            bolas y una mesa. Pero como en cualquier deporte, los detalles
            importan.
          </p>
          <p>
            El <strong>taco</strong> suele estar hecho de madera dura (como
            arce) y termina en una punta recubierta de cuero. Esa puntita es la
            que golpea la bola blanca, y por eso se le aplica tiza, para evitar
            que resbale.
          </p>
          <p>
            Las <strong>bolas</strong>, hoy en d&iacute;a, se fabrican con
            resinas sint&eacute;ticas muy resistentes. En el pasado se
            hac&iacute;an de marfil, lo cual gener&oacute; un problema serio de
            caza de elefantes hasta que apareci&oacute; un sustituto artificial
            en el siglo XIX.
          </p>
          <p>
            Y la <strong>mesa</strong>, claro. Puede variar en tama&ntilde;o
            seg&uacute;n la modalidad, pero todas llevan pa&ntilde;o verde y
            troneras (menos en carambola). El mantenimiento del pa&ntilde;o es
            clave: una mesa mal cuidada cambia totalmente el desarrollo del
            juego.
          </p>
        </section>

        <section>
          <h2>Trucos b&aacute;sicos para mejorar en billar</h2>
          <p>
            No hace falta ser un profesional para disfrutar del billar, pero
            s&iacute; puedes aplicar algunos trucos que mejorar&aacute;n tu
            nivel r&aacute;pidamente:
          </p>
          <ol>
            <li>
              <strong>Postura firme y c&oacute;moda</strong>: coloca el pie
              dominante atr&aacute;s, el otro adelante y reparte bien el peso.
              Una base estable da precisi&oacute;n.
            </li>
            <li>
              <strong>Agarre relajado</strong>: no aprietes demasiado el taco.
              Piensa m&aacute;s en guiar que en forzar el golpe.
            </li>
            <li>
              <strong>Golpea la bola blanca con intenci&oacute;n</strong>:
              seg&uacute;n d&oacute;nde impactes, generar&aacute;s efectos. Un
              golpe en el centro da un tiro recto, arriba genera retroceso hacia
              adelante, abajo retroceso hacia atr&aacute;s, y en los lados
              produce &ldquo;efecto&rdquo; o giro.
            </li>
            <li>
              <strong>Piensa en la siguiente jugada</strong>: no basta con meter
              una bola; coloca la blanca donde te convenga para el siguiente
              tiro.
            </li>
            <li>
              <strong>Paciencia</strong>: no corras. El billar es como el
              ajedrez: cada jugada tiene que estar pensada.
            </li>
          </ol>
        </section>

        <section>
          <h2>Billar y ciencia: la f&iacute;sica en acci&oacute;n</h2>
          <p>
            Lo interesante del billar es que, adem&aacute;s de ser un juego
            social, es un laboratorio de f&iacute;sica. Cada golpe involucra
            leyes de movimiento, &aacute;ngulos, choques el&aacute;sticos y
            fricci&oacute;n. Por eso, muchos lo describen como un &ldquo;ajedrez
            con bolas&rdquo;.
          </p>
          <p>
            Cuando golpeas la bola blanca, aplicas una fuerza que se traduce en
            movimiento rectil&iacute;neo hasta que choca. El &aacute;ngulo de
            salida de la bola que golpeas depende de la geometr&iacute;a del
            contacto. Incluso el tipo de efecto que le des a la bola blanca
            modifica totalmente la trayectoria. Es f&iacute;sica pura, pero al
            mismo tiempo, intuici&oacute;n y pr&aacute;ctica.
          </p>
        </section>

        <section>
          <h2>Curiosidades del billar</h2>
          <p>El billar est&aacute; lleno de an&eacute;cdotas y curiosidades:</p>
          <ul>
            <li>
              Fue deporte ol&iacute;mpico en los Juegos de Par&iacute;s 1900,
              aunque nunca volvi&oacute; a aparecer en ediciones posteriores.
            </li>
            <li>
              En Filipinas y China es tan popular que hay estrellas de billar
              con el mismo nivel de fama que jugadores de f&uacute;tbol.
            </li>
            <li>
              El r&eacute;cord de carambolas consecutivas lo ostenta el
              estadounidense Willie Hoppe con m&aacute;s de 3000 seguidas.
            </li>
            <li>
              Algunas partidas de snooker han durado m&aacute;s de 7 horas
              seguidas. &iexcl;Paciencia extrema!
            </li>
          </ul>
        </section>

        <section>
          <h2>El billar como deporte social</h2>
          <p>
            M&aacute;s all&aacute; de torneos y reglas, el billar siempre ha
            tenido un lado social. Es un pretexto perfecto para reunirse con
            amigos, conversar, pasar una tarde de relax y re&iacute;rse de los
            tiros fallidos.
          </p>
          <p>
            De hecho, muchos bares y cantinas alrededor del mundo lo incluyen
            porque saben que atrae gente, crea ambiente y hace que las
            conversaciones fluyan. En algunos lugares, incluso se organizan
            peque&ntilde;os campeonatos locales que terminan en fiestas y
            celebraciones.
          </p>
        </section>

        <section>
          <h2>El billar en la cultura popular</h2>
          <p>
            Pel&iacute;culas como <em>The Hustler</em> o
            <em>Color of Money</em> con Paul Newman y Tom Cruise elevaron el
            billar a un nivel casi m&iacute;tico en la cultura del cine. Escenas
            de bares con mesas de billar aparecen en series, canciones y hasta
            videojuegos. Es un s&iacute;mbolo de astucia, estilo y a veces de
            rebeli&oacute;n.
          </p>
          <p>
            En Latinoam&eacute;rica, canciones de rock y salsa tambi&eacute;n
            mencionan partidas de billar como met&aacute;fora de la vida, donde
            la estrategia y el azar conviven.
          </p>
        </section>

        <section>
          <h2>El futuro del billar</h2>
          <p>
            Hoy el billar vive una mezcla interesante: por un lado, sigue siendo
            un cl&aacute;sico de bares y clubes; por otro, se est&aacute;n
            desarrollando plataformas digitales y videojuegos que lo llevan a
            nuevas audiencias. Incluso hay mesas electr&oacute;nicas que
            registran jugadas y te dan estad&iacute;sticas.
          </p>
          <p>
            Y en <strong>TuBillar.com</strong> pronto lanzaremos una
            <strong>web app</strong> pensada para jugadores de todos los
            niveles. La idea es que puedas llevar el registro de tus partidas,
            aprender nuevas t&eacute;cnicas con tutoriales y hasta competir en
            l&iacute;nea con amigos. Porque si algo nos demuestra el billar es
            que nunca deja de reinventarse.
          </p>
        </section>
      </article>
    </main>

    <aside class="container">
      <h3>Pr&oacute;ximamente en TuBillar.com</h3>
      <p>
        Muy pronto podr&aacute;s disfrutar de nuestra aplicaci&oacute;n web de
        billar, con contenido exclusivo: desde v&iacute;deos de jugadas maestras
        hasta herramientas para mejorar tu precisi&oacute;n. Si te gusta el
        billar tanto como a nosotros, qu&eacute;date cerca.
      </p>
    </aside>

    <footer class="container">
      <p>TuBillar.com &mdash; Todo sobre el juego de billar</p>
    </footer>
  </body>
</html>
